import React from 'react'
import Accordion from './Accordion'

function FrequentlyQuestions() {
  return (
    <div>
      <h4 className='text-main text-xl md:text-2xl mt-16 mb-5'>سوالات متداول</h4>
      <Accordion question='قهوه روبوستا چیست؟' content='قهوه روبوستا میزان کافئین قهوه را تعیین می‌کند. هر چقدر میزان قهوه روبوستا در یک قهوه بیشتر باشد، میزان کافئین قهوه بیشتر خواهد بود. این قهوه نسبت به قهوه عربیکا دارای عطر و طعم ضعیف‌تر، تلخی بیشتر و قیمت پایین‌تر می‌باشد.' />
      <Accordion question='قهوه عربیکا چیست؟' content=' قهوه عربیکا میزان عطر و طعم قهوه را تعیین می‌کند. هر چقدر میزان عربیکا در یک قهوه بیشتر باشد، میزان عطر و طعم آن قهوه بیشتر می‌باشد. همچنین عربیکا در مقایسه با روبوستا دارای کافئین کمتر  و اسیدیته (ترشی) بیشتر می‌باشد.' />
      <Accordion question='رست قهوه‌ها از لحاظ تازگی و درجه چگونه است؟' content='تمامی قهوه‌ها در قهوه واکا رست مدیوم دارند. همچنین خوب است بدانید قهوه واکا با داشتن رستری اختصاصی قهوه‌های خود را روزانه رست می‌کند و تمامی قهوه‌ها با تازه‌ترین کیفیت برای شما ارسال می‌شود.' />
    </div>
  )
}

export default FrequentlyQuestions